[
    {
      "id": 1,
      "img": "https://preview.colorlib.com/theme/medicare2/img/department/xd-icon1.png.pagespeed.ic.mzHqpldPOq.webp",
      "name": "Cardiology",
      "describe": "Cardiology is a branch of medicine that deals with the disorders of the heart as well as some parts of the circulatory system.",
      "describeMore": "The field includes medical diagnosis and treatment of congenital heart defects, coronary artery disease, heart failure, valvular heart disease and electrophysiology.This is because a urologist encounters a wide range of clinical problems. The scope of urology is big and the American Urological Association has named seven subspecialty parts."
    },
    {
      "id": 2,
      "img": "https://preview.colorlib.com/theme/medicare2/img/department/xd-icon2.png.pagespeed.ic.H6sGoQXUgz.webp",
      "name": "Urology",
      "describe": "Urology is a part of health care that deals with diseases of the male and female urinary tract (kidneys, ureters, bladder and urethra).",
      "describeMore": "It also deals with the male organs that are able to make babies (penis, testes, scrotum, prostate, etc.). Since health problems in these body parts can happen to everyone, urologic health is important.Urology is known as a surgical specialty. Besides surgery, a urologist is a doctor with wisdom of internal medicine, pediatrics, gynecology and other parts of health care."
    },
    {
      "id": 3,
      "img": "https://preview.colorlib.com/theme/medicare2/img/department/xd-icon3.png.pagespeed.ic.B3hjKzkx6A.webp",
      "name": "Dental Care",
      "describe": "Oral hygiene is the practice of keeping one's mouth clean and other problems by regular brushing of the teeth.",
      "describeMore": "and cleaning between the teeth. It is important that oral hygiene be carried out on a regular basis to enable prevention of dental disease and bad breath.This is because a urologist encounters a wide range of clinical problems. The scope of urology is big and the American Urological Association has named seven subspecialty parts."
    },
    {
      "id": 4,
      "img": "https://preview.colorlib.com/theme/medicare2/img/department/xd-icon4.png.pagespeed.ic.ETIocm05np.webp",
      "name": "Eye Care",
      "describe": "An eye care professional is an individual who provides a service related to the eyes or vision.",
      "describeMore": "It is any healthcare worker involved in eye care, from one with a small amount of post-secondary training to practitioners with a doctoral level of education."
    },
    {
      "id": 5,
      "img": "https://preview.colorlib.com/theme/medicare2/img/department/xd-icon5.png.pagespeed.ic.YvbsqOaL43.webp",
      "name": "Neurology",
      "describe": "Neurology is the branch of medicine treatment of disorders of the nervous system.",
      "describeMore": "Neurology deals with the diagnosis and treatment of all categories of conditions and disease involving the central and peripheral nervous systems, including their coverings, blood vessels, and all effector tissue, such as muscle."
    },
    {
      "id": 6,
      "img": "https://preview.colorlib.com/theme/medicare2/img/department/xd-icon6.png.pagespeed.ic._f1vhZZQwH.webp",
      "name": "Plastic Surgery",
      "describe": "Plastic surgery is a surgical specialty involving the restoration, or alteration of the human body.",
      "describeMore": "It can be divided into two main categories: reconstructive surgery and cosmetic surgery. Reconstructive surgery includes craniofacial surgery, hand surgery, microsurgery, and the treatment of burns."
    }
  ]